result/usenix/run1/results-prctl00_noTHP/benchmark-stats.log
  240000000 requests completed in 454.05 seconds
  50 parallel clients
  3 bytes payload
  keep alive: 1

0.01% <= 1 milliseconds
0.12% <= 2 milliseconds
14.53% <= 3 milliseconds
67.63% <= 4 milliseconds
77.29% <= 5 milliseconds
83.17% <= 6 milliseconds
88.01% <= 7 milliseconds
91.96% <= 8 milliseconds
96.41% <= 9 milliseconds
97.46% <= 10 milliseconds
98.08% <= 11 milliseconds
98.51% <= 12 milliseconds
98.80% <= 13 milliseconds
98.96% <= 14 milliseconds
99.07% <= 15 milliseconds
99.16% <= 16 milliseconds
99.23% <= 17 milliseconds
99.26% <= 18 milliseconds
99.30% <= 19 milliseconds
99.33% <= 20 milliseconds
99.37% <= 21 milliseconds
99.40% <= 22 milliseconds
99.44% <= 23 milliseconds
99.46% <= 24 milliseconds
99.49% <= 25 milliseconds
99.51% <= 26 milliseconds
99.53% <= 27 milliseconds
99.55% <= 28 milliseconds
99.57% <= 29 milliseconds
99.58% <= 30 milliseconds
99.60% <= 31 milliseconds
99.62% <= 32 milliseconds
99.63% <= 33 milliseconds
99.65% <= 34 milliseconds
99.67% <= 35 milliseconds
99.68% <= 36 milliseconds
99.70% <= 37 milliseconds
99.71% <= 38 milliseconds
99.72% <= 39 milliseconds
99.74% <= 40 milliseconds
99.76% <= 41 milliseconds
99.77% <= 42 milliseconds
99.78% <= 43 milliseconds
99.79% <= 44 milliseconds
99.79% <= 45 milliseconds
99.80% <= 46 milliseconds
99.80% <= 47 milliseconds
99.81% <= 48 milliseconds
99.82% <= 49 milliseconds
99.82% <= 50 milliseconds
99.83% <= 51 milliseconds
99.84% <= 52 milliseconds
99.84% <= 53 milliseconds
99.85% <= 54 milliseconds
99.85% <= 55 milliseconds
99.86% <= 56 milliseconds
99.86% <= 57 milliseconds
99.86% <= 58 milliseconds
99.87% <= 59 milliseconds
99.87% <= 60 milliseconds
99.87% <= 61 milliseconds
99.88% <= 62 milliseconds
99.88% <= 63 milliseconds
99.88% <= 64 milliseconds
99.88% <= 65 milliseconds
99.88% <= 66 milliseconds
99.88% <= 67 milliseconds
99.89% <= 68 milliseconds
99.89% <= 69 milliseconds
99.89% <= 70 milliseconds
99.89% <= 71 milliseconds
99.89% <= 72 milliseconds
99.89% <= 73 milliseconds
99.90% <= 74 milliseconds
99.90% <= 75 milliseconds
99.90% <= 76 milliseconds
99.90% <= 77 milliseconds
99.90% <= 78 milliseconds
99.90% <= 79 milliseconds
99.91% <= 80 milliseconds
99.91% <= 81 milliseconds
99.91% <= 82 milliseconds
99.91% <= 83 milliseconds
99.91% <= 84 milliseconds
99.91% <= 85 milliseconds
99.92% <= 86 milliseconds
99.92% <= 87 milliseconds
99.92% <= 88 milliseconds
99.92% <= 89 milliseconds
99.92% <= 90 milliseconds
99.92% <= 91 milliseconds
99.92% <= 92 milliseconds
99.92% <= 93 milliseconds
99.92% <= 94 milliseconds
99.92% <= 95 milliseconds
99.93% <= 96 milliseconds
99.93% <= 97 milliseconds
99.93% <= 98 milliseconds
99.93% <= 99 milliseconds
99.93% <= 100 milliseconds
99.93% <= 101 milliseconds
99.94% <= 102 milliseconds
99.94% <= 103 milliseconds
99.94% <= 104 milliseconds
99.94% <= 105 milliseconds
99.94% <= 106 milliseconds
99.94% <= 107 milliseconds
99.95% <= 108 milliseconds
99.95% <= 109 milliseconds
99.95% <= 110 milliseconds
99.95% <= 111 milliseconds
99.95% <= 112 milliseconds
99.95% <= 113 milliseconds
99.95% <= 114 milliseconds
99.95% <= 115 milliseconds
99.95% <= 116 milliseconds
99.95% <= 117 milliseconds
99.96% <= 118 milliseconds
99.96% <= 119 milliseconds
99.96% <= 120 milliseconds
99.96% <= 121 milliseconds
99.96% <= 122 milliseconds
99.96% <= 123 milliseconds
99.96% <= 124 milliseconds
99.96% <= 125 milliseconds
99.96% <= 126 milliseconds
99.96% <= 127 milliseconds
99.97% <= 128 milliseconds
99.97% <= 129 milliseconds
99.97% <= 130 milliseconds
99.97% <= 131 milliseconds
99.97% <= 132 milliseconds
99.97% <= 133 milliseconds
99.97% <= 134 milliseconds
99.98% <= 135 milliseconds
99.98% <= 136 milliseconds
99.98% <= 137 milliseconds
99.98% <= 138 milliseconds
99.98% <= 139 milliseconds
99.98% <= 140 milliseconds
99.98% <= 141 milliseconds
99.98% <= 142 milliseconds
99.98% <= 143 milliseconds
99.99% <= 144 milliseconds
99.99% <= 145 milliseconds
99.99% <= 146 milliseconds
99.99% <= 147 milliseconds
99.99% <= 148 milliseconds
99.99% <= 149 milliseconds
99.99% <= 150 milliseconds
99.99% <= 151 milliseconds
99.99% <= 152 milliseconds
99.99% <= 153 milliseconds
99.99% <= 154 milliseconds
99.99% <= 157 milliseconds
99.99% <= 158 milliseconds
99.99% <= 159 milliseconds
99.99% <= 162 milliseconds
99.99% <= 163 milliseconds
99.99% <= 165 milliseconds
99.99% <= 166 milliseconds
99.99% <= 169 milliseconds
99.99% <= 175 milliseconds
99.99% <= 176 milliseconds
99.99% <= 177 milliseconds
99.99% <= 181 milliseconds
99.99% <= 188 milliseconds
99.99% <= 192 milliseconds
99.99% <= 193 milliseconds
99.99% <= 194 milliseconds
99.99% <= 195 milliseconds
99.99% <= 196 milliseconds
100.00% <= 197 milliseconds
100.00% <= 205 milliseconds
100.00% <= 207 milliseconds
100.00% <= 213 milliseconds
100.00% <= 214 milliseconds
100.00% <= 215 milliseconds
100.00% <= 216 milliseconds
100.00% <= 217 milliseconds
100.00% <= 223 milliseconds
100.00% <= 226 milliseconds
100.00% <= 227 milliseconds
100.00% <= 229 milliseconds
100.00% <= 230 milliseconds
100.00% <= 231 milliseconds
100.00% <= 267 milliseconds
100.00% <= 268 milliseconds
100.00% <= 269 milliseconds
100.00% <= 271 milliseconds
100.00% <= 274 milliseconds
100.00% <= 275 milliseconds
100.00% <= 276 milliseconds
100.00% <= 341 milliseconds
100.00% <= 345 milliseconds
100.00% <= 352 milliseconds
100.00% <= 358 milliseconds
100.00% <= 365 milliseconds
100.00% <= 368 milliseconds
100.00% <= 369 milliseconds
100.00% <= 371 milliseconds
100.00% <= 375 milliseconds
100.00% <= 569 milliseconds
100.00% <= 569 milliseconds
528579.62 requests per second